{"crustu":{"greet":"Olá!\n                    \n                    "},"cubris":{"greet":"Olá!<br\/>Posso plantar as sementes que você tiver, mas custará 1 moeda de bronze por semente. <br\/>Cada semente levará 1 hora para poder ser colhida.<br\/>Você só poderá colher quando tiver cultivado todas as sementes."},"default":{"crafted":"Fale comigo novamente quando o tempo acabar.","done":"Os itens foram adicionados a seu inventário.","gold_needed":"Dinheiro necessário:","is_crafting":"Você já tem itens na fila. Por favor aguarde o término para adicionar novos itens.","maximum":"O máximo é de {{npc.craft.maximum}} unidades por vez.<br\/>Selecione o item que você deseja construir:","no_diamond":"Você não possui diamantes suficientes para esta transação.","no_gold":"Você não possui ouro suficiente para esta transação.","no_item":"Você não tem os itens necessários","required_items":"Itens necessários","time_left":"O tempo que falta para pegar seus itens é:"},"druigar":{"greet":"Bem vindo ao banco! Aqui você poderá guardar seus items para que não ocupem espaço no inventário. Você poderá acessar os itens utilizando qualquer um de seus personagens. O custo é de {{costUseBank}} moeda para cada tipo de item retirado (independente da quantidade). O nível mínimo para utilizar o banco é: {{levelUseBank}}","item_deposited":"Item Depositado. Fale comigo novamente para retirar seus itens.","item_received":"Você recebeu itens em sua conta no banco. Converse com Druigar para retirá-los.","item_withdrawn":"Item Retirado. Você pagou{{costUseBank}} moeda(s) de ouro de seu inventário por esta transação.","no_item_access":"Você não tem itens depositados"},"fresale":{"greet":"Olá!"},"grevanni":{"customize":"Selecione os itens que deseja customizar. As alterações de aparência de seu personagem custarão {{costCustomize}}","customize_buy":"Selecione as customizações que deseja adquirir.\nO valor é pago em diamantes.","customize_done":"Personagem customizado com sucesso.","greet":"Bem vindo! Gostaria de aproveitar os descontos nas jóias?"},"greysli":{"greet":"Olá! como vai? <br\/> Aproveite para comprar alguns cosméticos!"},"kalhassi":{"greet":"A passagem para PADIXA está interditada. Não insista."},"pedaspa":{"greet":"Oi! <br\/> Gostaria de customizar sua aparência?"},"purcilus":{"greet":"Olá! <br\/> O que traz você a minha loja de armas?"},"safur":{"greet":"Oi!<br\/>Posso pegar água no poço para você. <br\/>Mas você vai precisar de 1 recipiente vazio."},"sergales":{"greet":"Seja bem vindo a minha loja! <br\/> Precisando de algum equipamento?"},"ysifur":{"greet":"Venha até mim sempre que precisar recuperar pontos de vida ou magia. É grátis!\nPreparei algumas poções novas, gostaria de comprar alguma?","status_restored":"Sua vida e magia foram restauradas."},"zodeu":{"greet":"Olá!"}}