{"default":{"character":"Personagem","class":"Classe","cookies_advise":"Olá, Jogador! Nosso site utiliza cookies para melhorar sua experiência e personalizar conteúdos. Saiba mais em nossa","developed_by":"Desenvolvido por","error_404":"Erro 404","level":"Nível","page_not_found":"Página não encontrada","player":"Jogador","position":"Posição","select_language":"Selecione o Idioma"},"language":{"en":"English","pt":"Português"},"menu":{"classes":"Classes","experience":"Experiência","hunter":"Caçador","load_more":"Carregar Mais","merchant":"Mercador","player_area":"Área do jogador","play_now":"Jogar Agora!","privacy_policy":" Política de Privacidade","read_more":"Veja mais","search":"Buscar","understood":"Entendido","warrior":"Guerreiro","wizard":"Mago"},"text":{"about":"October 31 é um jogo indie (independente) de RPG grátis multiplataforma. Você poderá jogar em seu computador, tablet, smartphone ou smart TV.","about_2":"O jogo conta a história de um cenário apocalíptico vivenciado pelo protagonista e tem sua classificação livre.","about_3":"Selecione uma das classes: Guerreiro, Mago, Caçador ou Mercador para enfrentar as mais variadas criaturas deste mundo.","about_4":"Consiga equipamentos, evolua suas habilidades, desbrave o mapa. Tudo isso sem instalar nada, basta clicar e jogar!","about_5":"Seja bem vindo a October 31!","about_title":"Sobre o jogo","blog_title":"Blog","last_post_title":"Últimas postagens","privacy_1":"Esta política de privacidade descreve as formas como armazenamos, usamos, coletamos e protegemos seus dados. Ao aceitar, você concorda com o uso dos mesmos neste endereço eletrônico.","privacy_10":"Ao bloquear o uso de cookies por October 31, não podemos garantir o correto funcionamento do site ou jogo. É provável que certas páginas não funcionem da maneira adequada.","privacy_11":"Para excluir os cookies de sua navegação, acesse as configurações de seu navegador.","privacy_2":"Visando sua constante melhoria, October 31 reserva-se o direito de alterar esta Política de Privacidade a qualquer momento. Portanto, acesse este endereço com frequência. Em caso de alterações relevantes, manteremos você informado. A Política pode ser acessada a qualquer momento por meio deste endereço:","privacy_3":"Esta política de privacidade foi atualizada pela última vez em:","privacy_4":"Com o objetivo de tornar a sua experiência ainda melhor, coletamos alguns dos seus dados pessoais durante a navegação. Os dados cadastrais fornecidos pelo titular em nosso site, como e-mail, data de cadastro e data de último acesso, são registrados e armazenados em nosso banco de dados, sem a intervenção humana, e de forma automatizada.","privacy_5":"Precisamos fazer uso de um e-mail válido devido a necessidade de autenticar o usuário. A fim de armazenar o progresso do personagens do jogador em nosso banco de dados.","privacy_6":"Ao se registrar em October 31, você poderá passar a receber e-mails com ofertas e novidades do jogo. Entretanto, você pode optar pelo cancelamento a qualquer momento. O cancelamento pode ser feito no rodapé dos e-mails e na:","privacy_7":"O prazo para o cancelamento é de até 72 (setenta e duas) horas úteis após a solicitação.","privacy_8":"Você pode editar ou excluir completamente seus dados a qualquer momento através da:","privacy_9":"Cookies são pequenos arquivos instalados que coletam informações sobre seu dispositivo ou navegador. Cookies permitem saber como e quando o site é acessado, bem como quantos usuários acessam. Cookies podem ser úteis para, por exemplo, entender melhor as suas preferências e oferecer uma navegação personalizada.","privacy_title_1":"Coleta de dados","privacy_title_2":"Sobre cookies","ranking_title":"Ranking","wiki_1":"Tem curiosidade em saber sobre as variáveis do jogo?","wiki_2":"Confira as tabelas de experiência, saiba mais sobre inimigos e equipamentos.","wiki_3":"Faça os cálculos e defina sua estratégia!","wiki_title":"Wiki"}}