{"crustu":{"greet":"Hello!\n                    \n                    "},"cubris":{"greet":"Hello! <br\/> I can plant the seeds you have, but it will cost 1 bronze coin per seed. <br\/> Each seed will take 1 hour to harvest. <br\/> You will only be able to harvest when you have grown all the seeds."},"default":{"crafted":"Talk to me again when time is up.","done":"Items have been added to your inventory.","gold_needed":"Money needed:","is_crafting":"You already have items in the queue. Please wait for it to finish adding new items.","maximum":"Maximum is 20 units at a time.<br\/>Select the item you want to craft:","no_diamond":"You do not have enough diamonds for this transaction.","no_gold":"You do not have enough gold for this transaction.","no_item":"You do not have the required items","required_items":"Required items","time_left":"The time left to pick up your items is:"},"druigar":{"greet":"Welcome to the bank! Here you can save your items so they do not take up inventory space. You can access the items using any of your characters. The cost is {{costUseBank}} coin for each type of item withdrawn (regardless of quantity). The minimum level to use the bank is: {{levelUseBank}}.","item_deposited":"Item deposited. Talk to me again to pick up your items.","item_received":"You have received items from your bank account. Talk to Druigar to get them.","item_withdrawn":"Item withdrawn. You paid {{costUseBank}} gold coin from your inventory for this transaction.","no_item_access":"You have no items deposited"},"fresale":{"greet":"Hello!"},"grevanni":{"customize":"Select the items you want to customize. Changes to your character\"s appearance will cost: {{cost}}","customize_buy":"Select the customizations you want to purchase.\nThe value is paid with diamonds.","customize_done":"Character customized successfully.","greet":"Welcome! You would like to take advantage of discounts on jewelry?"},"greysli":{"greet":"Hello! How are you? <br\/> Enjoy getting to know my new line of cosmetics!"},"kalhassi":{"greet":"The passage to PADIXA is interdicted. Do not insist."},"pedaspa":{"greet":"Hey! <br\/> Would you like to customize your appearance?"},"purcilus":{"greet":"Hello!<br\/> what brings you to my weapon shop?"},"safur":{"greet":"Hey! I can get water from the well for you. <br\/> But you will need 1 empty container."},"sergales":{"greet":"Welcome to my store! <br\/> Do you need any equipment?"},"ysifur":{"greet":"Come to me whenever you need to recover hitpoints or magic. It`s free!\nI prepared some new potions, I would like to buy some?","status_restored":"Your life and magic have been restored."},"zodeu":{"greet":"Hello!"}}