{"default":{"character":"Character","class":"Class","cookies_advise":"Hello Player! Our website uses cookies to improve your experience and personalize content. Learn more at our","developed_by":"Developed by","error_404":"Error 404","level":"Level","page_not_found":"Page not found","player":"Player","position":"Position","select_language":"Select the Language"},"language":{"en":"Inglês","pt":"Portuguese"},"menu":{"classes":"Classes","experience":"Experience","hunter":"Hunter","load_more":"Load More","merchant":"Merchant","player_area":"Player area","play_now":"Play Now!","privacy_policy":" Privacy Policy","read_more":"Read More","search":"Search","understood":"Understood","warrior":"Warrior","wizard":"Wizard"},"text":{"about":"October 31 is a free indie (independent) RPG game multiplatform, which you can play on your computer, tablet, smartphone or smart TV.","about_2":"The game tells the story of an apocalyptic scenario experienced by the protagonist and has its free classification.","about_3":"Select one of the classes: Warrior, Wizard, Hunter or Merchant to face the most varied creatures in this world.","about_4":"Get equipment, evolve your skills, explore the map. All without installing anything, just click and play!","about_5":"Welcome to October 31!","about_title":"About the game","blog_title":"Blog","last_post_title":"Latest posts","privacy_1":"This privacy policy describes the ways in which we store, use, collect and protect your data. By accepting, you agree to their use at this address.","privacy_10":"By blocking the use of cookies by October 31, we cannot guarantee the correct functioning of the website or game. It is likely that certain pages will not work properly.","privacy_11":"To delete cookies from your browsing, access your browser settings.","privacy_2":"In the interest of constant improvement, October 31 reserves the right to change this Privacy Policy at any time. Therefore, please visit this address often. In case of relevant changes, we will keep you informed. The Policy can be accessed at any time through this address:","privacy_3":"This privacy policy was last updated on:","privacy_4":"In order to make your experience even better, we collect some of your personal data while browsing. The registration data provided by the holder on our website, such as email, registration date and date of last access, are registered and stored in our database, without human intervention, and in an automated way.","privacy_5":"We need to use a valid email address due to the need to authenticate the user. In order to store player character progress in our database.","privacy_6":"By registering on October 31, you will be able to start receiving emails with offers and news of the game. However, you can opt out at any time. Cancellation can be done at the bottom of the emails and in the","privacy_7":"The deadline for cancellation is up to 72 (seventy-two) business hours after the request.","privacy_8":"You can edit or completely delete your data at any time via the:","privacy_9":"Cookies are small installed files that collect information about your device or browser. Cookies let you know how and when the website is accessed, as well as how many users access it. Cookies can be useful, for example, to better understand your preferences and offer personalized navigation.","privacy_title_1":"Data collect","privacy_title_2":"About cookies","ranking_title":"Ranking","wiki_1":"Are you curious to know about the game variables?","wiki_2":"Check the experience tables, learn more about enemies and equipment.","wiki_3":"Do the calculations and define your strategy!","wiki_title":"Wiki"}}